Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/gitlab.tmx
Source language: en
Languages: sv

source: ChatMessage|Pipeline %{pipeline_link} of %{ref_type} %{ref_link} by %{user_combined_name} %{humanized_status}
sv: ChatMessage|Pipeline %{pipeline_link} of %{ref_type} %{ref_link} by %{user_combined_name} %{humanized_status}|Pipeline %{pipeline_link} för %{ref_type} %{ref_link} av %{user_combined_name} %{humanized_status}

source: ChatMessage|Pipeline name
sv: ChatMessage|Pipeline name|Pipelinenamn

source: Check out branch
sv: Check out branch|Checka ut gren

source: Checking branch availability…
sv: Checking branch availability…|Kontrollerar grenens tillgänglighet…

source: Checking branch validity
sv: Checking branch validity|Kontrollerar grenens giltighet

source: Checking branch validity…
sv: Checking branch validity…|Kontrollerar grenens giltighet…

source: Checking if merge request can be merged…
sv: Checking if merge request can be merged…|Kontrollerar om sammanfogningsbegäran kan sammanfogas…

source: Cherry-pick this merge request
sv: Cherry-pick this merge request|Plocka in den här sammanfogningsbegäran

source: Choose the top-level group for your repository imports.
sv: Choose the top-level group for your repository imports.|Välj toppgruppen för dina arkivimporter.

source: Choose what content you want to see on a group’s overview page.
sv: Choose what content you want to see on a group’s overview page.|Välj vilket innehåll du vill se på en grupps översiktssida.

source: Choose which Git strategy to use when fetching the project.
sv: Choose which Git strategy to use when fetching the project.|Välj vilken Git-strategi som ska användas när projektet hämtas.

source: Ci config already present
sv: Ci config already present|CI-konfiguration finns redan

source: CompareRevisions|Create merge request
sv: CompareRevisions|Create merge request|Skapa sammanfogningsbegäran

source: CompareRevisions|Select %{boldStart}Compare%{boldEnd} to check for an existing merge request
sv: CompareRevisions|Select %{boldStart}Compare%{boldEnd} to check for an existing merge request|Välj %{boldStart}Jämför%{boldEnd} för att kontrollera om det finns en befintlig sammanfogningsbegäran

source: CompareRevisions|Select branch/tag
sv: CompareRevisions|Select branch/tag|Välj gren/tagg

source: CompareRevisions|Select target project
sv: CompareRevisions|Select target project|Välj målprojekt

source: CompareRevisions|There was an error while loading the branch/tag list. Please try again.
sv: CompareRevisions|There was an error while loading the branch/tag list. Please try again.|Det gick inte att läsa in listan över grenar/taggar. Försök igen.

source: CompareRevisions|There was an error while searching the branch/tag list. Please try again.
sv: CompareRevisions|There was an error while searching the branch/tag list. Please try again.|Det gick inte att söka i listan över grenar/taggar. Försök igen.

source: CompareRevisions|View open merge request
sv: CompareRevisions|View open merge request|Visa öppen sammanfogningsbegäran

source: CiVariables|There was a problem starting the pipeline variables migration.
sv: CiVariables|There was a problem starting the pipeline variables migration.|Det gick inte att starta migreringen av pipelinevariabler.

source: CiVariables|What are pipeline variables?
sv: CiVariables|What are pipeline variables?|Vad är pipelinevariabler?

source: Closed merge requests created per flow at a given quantile.
sv: Closed merge requests created per flow at a given quantile.|Stängda sammanfogningsbegäranden som skapats per flöde vid en given kvantil.

source: CloudSeed|Database instance is generated within the selected Google Cloud project
sv: CloudSeed|Database instance is generated within the selected Google Cloud project|Databasinstansen genereras i det valda Google Cloud-projektet

source: CloudSeed|Generated database instance is linked to the selected branch or tag
sv: CloudSeed|Generated database instance is linked to the selected branch or tag|Den genererade databasinstansen är kopplad till den valda grenen eller taggen

source: CloudSeed|Google Cloud Project
sv: CloudSeed|Google Cloud Project|Google Cloud-projekt

source: CloudSeed|Google Cloud project
sv: CloudSeed|Google Cloud project|Google Cloud-projekt

source: ClusterAgents|Group agents
sv: ClusterAgents|Group agents|Gruppagenter

source: ClusterAgents|The agent has not been connected in a long time. There might be a connectivity issue. Last contact was %{timeAgo}.
sv: ClusterAgents|The agent has not been connected in a long time. There might be a connectivity issue. Last contact was %{timeAgo}.|Agenten har inte varit ansluten på länge. Det kan finnas ett anslutningsproblem. Senaste kontakt var %{timeAgo}.

source: ClusterIntegration|Adding an integration to your group will share the cluster across all your projects.
sv: ClusterIntegration|Adding an integration to your group will share the cluster across all your projects.|Om du lägger till en integrering i gruppen delas klustret mellan alla dina projekt.

source: ClusterIntegration|Any project namespaces
sv: ClusterIntegration|Any project namespaces|Alla projektnamnrymder

source: ClusterIntegration|Cluster management project
sv: ClusterIntegration|Cluster management project|Projekt för klusterhantering

source: ClusterIntegration|Clusters are utilized by selecting the nearest ancestor with a matching environment scope. For example, project clusters will override group clusters. %{linkStart}More information%{linkEnd}
sv: ClusterIntegration|Clusters are utilized by selecting the nearest ancestor with a matching environment scope. For example, project clusters will override group clusters. %{linkStart}More information%{linkEnd}|Klustren används genom att välja närmaste överordnade resurs med ett matchande miljöomfång. Projektkluster åsidosätter till exempel gruppkluster. %{linkStart}Mer information%{linkEnd}

source: ClusterIntegration|Enter a unique name for your new GitLab Agent. This name will be used to identify the agent in your project.
sv: ClusterIntegration|Enter a unique name for your new GitLab Agent. This name will be used to identify the agent in your project.|Ange ett unikt namn för din nya GitLab-agent. Namnet används för att identifiera agenten i projektet.

source: ClusterIntegration|Group cluster
sv: ClusterIntegration|Group cluster|Gruppkluster

source: ClusterIntegration|Invalid configuration project
sv: ClusterIntegration|Invalid configuration project|Ogiltigt konfigurationsprojekt

source: ClusterIntegration|Invalid issue URL
sv: ClusterIntegration|Invalid issue URL|Ogiltig URL för ärende

source: ClusterIntegration|Learn more about group Kubernetes clusters
sv: ClusterIntegration|Learn more about group Kubernetes clusters|Läs mer om Kubernetes-kluster för grupper

source: ClusterIntegration|Migration issue
sv: ClusterIntegration|Migration issue|Migreringsärende

source: ClusterIntegration|Migration issue URL
sv: ClusterIntegration|Migration issue URL|URL för migreringsärende

source: ClusterIntegration|Migration issue update - failed: "%{error}"
sv: ClusterIntegration|Migration issue update - failed: "%{error}"|Uppdateringen av migreringsärendet misslyckades: "%{error}"

source: ClusterIntegration|Migration issue updated successfully
sv: ClusterIntegration|Migration issue updated successfully|Migreringsärendet har uppdaterats

source: ClusterIntegration|Project cluster
sv: ClusterIntegration|Project cluster|Projektkluster

source: ClusterIntegration|Project namespace (optional, unique)
sv: ClusterIntegration|Project namespace (optional, unique)|Projektnamnrymd (valfri, unik)

source: ClusterIntegration|Project namespace prefix (optional, unique)
sv: ClusterIntegration|Project namespace prefix (optional, unique)|Prefix för projektnamnrymd (valfritt, unikt)

source: ClusterIntegration|Remove this Kubernetes cluster's configuration from this project. This will not delete your actual Kubernetes cluster.
sv: ClusterIntegration|Remove this Kubernetes cluster's configuration from this project. This will not delete your actual Kubernetes cluster.|Ta bort det här Kubernetes-klustrets konfiguration från projektet. Ditt faktiska Kubernetes-kluster tas inte bort.

source: ClusterIntegration|Save migration issue
sv: ClusterIntegration|Save migration issue|Spara migreringsärende

source: ClusterIntegration|Select a project for the GitLab Agent.
sv: ClusterIntegration|Select a project for the GitLab Agent.|Välj ett projekt för GitLab-agenten.

source: ClusterIntegration|Set a prefix for your namespaces. If not set, defaults to your project path. If modified, existing environments will use their current namespaces until the cluster cache is cleared.
sv: ClusterIntegration|Set a prefix for your namespaces. If not set, defaults to your project path. If modified, existing environments will use their current namespaces until the cluster cache is cleared.|Ange ett prefix för dina namnrymder. Om inget anges används projektsökvägen som standard. Om du ändrar det använder befintliga miljöer sina nuvarande namnrymder tills klustercachen har rensats.

source: ClusterIntegration|This is necessary if your integration has become out of sync. The cache is repopulated during the next CI job that requires namespace and service accounts.
sv: ClusterIntegration|This is necessary if your integration has become out of sync. The cache is repopulated during the next CI job that requires namespace and service accounts.|Detta krävs om integreringen har hamnat ur synkronisering. Cachen fylls på igen under nästa CI-jobb som behöver namnrymds- och tjänstekonton.

source: ClusterIntegration|To track migration progress, create an issue and enter the issue URL.
sv: ClusterIntegration|To track migration progress, create an issue and enter the issue URL.|Följ migreringsförloppet genom att skapa ett ärende och ange ärendets URL.

source: ClusterIntegration|You must connect the agent before you can save a migration issue.
sv: ClusterIntegration|You must connect the agent before you can save a migration issue.|Du måste ansluta agenten innan du kan spara ett migreringsärende.

source: Collapse %{section} merge requests
sv: Collapse %{section} merge requests|Fäll ihop %{section} sammanfogningsbegäranden

source: CommandPalette|Project files
sv: CommandPalette|Project files|Projektfiler

source: CommandPalette|Search by project (minimum 3 characters)
sv: CommandPalette|Search by project (minimum 3 characters)|Sök efter projekt (minst 3 tecken)

source: CommandPalette|issue (enter at least 3 chars)
sv: CommandPalette|issue (enter at least 3 chars)|ärende (ange minst 3 tecken)

source: Comment templates can be used when creating comments inside issues, merge requests, and epics.
sv: Comment templates can be used when creating comments inside issues, merge requests, and epics.|Kommentar­mallar kan användas när du skapar kommentarer i ärenden, sammanfogningsbegäranden och episka ärenden.

source: Commit to a new branch
sv: Commit to a new branch|Checka in till en ny gren

source: Commit to the current %{branchName} branch
sv: Commit to the current %{branchName} branch|Checka in till den aktuella grenen %{branchName}

source: Commits you select appear here. Go to the first tab and select commits to add to this merge request.
sv: Commits you select appear here. Go to the first tab and select commits to add to this merge request.|De incheckningar du väljer visas här. Gå till den första fliken och välj incheckningar som ska läggas till i den här sammanfogningsbegäran.

source: Commits|An error occurred while fetching merge requests data.
sv: Commits|An error occurred while fetching merge requests data.|Ett fel uppstod när data om sammanfogningsbegäranden hämtades.

source: Commits|No related merge requests found
sv: Commits|No related merge requests found|Inga relaterade sammanfogningsbegäranden hittades

source: Configure AWS integration for your project.
sv: Configure AWS integration for your project.|Konfigurera AWS-integrering för projektet.

source: Configure CI/CD Catalog settings, including publishing restrictions.
sv: Configure CI/CD Catalog settings, including publishing restrictions.|Konfigurera inställningar för CI/CD-katalogen, inklusive publiceringsbegränsningar.

source: Configure Google Cloud integration for your project.
sv: Configure Google Cloud integration for your project.|Konfigurera Google Cloud-integrering för projektet.

source: Configure merge request settings.
sv: Configure merge request settings.|Konfigurera inställningar för sammanfogningsbegäranden.

source: Configure via Merge Request
sv: Configure via Merge Request|Konfigurera via sammanfogningsbegäran

source: Conflict: This file was modified in the source branch, but removed in the target branch.
sv: Conflict: This file was modified in the source branch, but removed in the target branch.|Konflikt: Den här filen ändrades i källgrenen men togs bort i målgrenen.

source: Conflict: This file was removed in the source branch, but modified in the target branch.
sv: Conflict: This file was removed in the source branch, but modified in the target branch.|Konflikt: Den här filen togs bort i källgrenen men ändrades i målgrenen.

source: Conflict: This file was removed in the source branch, but renamed in the target branch.
sv: Conflict: This file was removed in the source branch, but renamed in the target branch.|Konflikt: Den här filen togs bort i källgrenen men bytte namn i målgrenen.

source: Conflict: This file was renamed in the source branch, but removed in the target branch.
sv: Conflict: This file was renamed in the source branch, but removed in the target branch.|Konflikt: Den här filen bytte namn i källgrenen men togs bort i målgrenen.

source: Connect with your team and collaborate on a project.
sv: Connect with your team and collaborate on a project.|Samarbeta med ditt team i ett projekt.

source: ContinuousDeployment|The cluster that backs this environment. Deploy connects through a GitLab Agent — no cluster endpoint required.
sv: ContinuousDeployment|The cluster that backs this environment. Deploy connects through a GitLab Agent — no cluster endpoint required.|Klustret som ligger till grund för den här miljön. Driftsättning ansluter via en GitLab-agent – ingen klusterslutpunkt krävs.

source: ContributionAnalytics|Contribution analytics for issues, merge requests and push events since %{start_date}
sv: ContributionAnalytics|Contribution analytics for issues, merge requests and push events since %{start_date}|Bidragsanalys för ärenden, sammanfogningsbegäranden och uppskick sedan %{start_date}

source: ContributionAnalytics|Merge requests
sv: ContributionAnalytics|Merge requests|Sammanfogningsbegäranden

source: ContributionAnalytics|No merge requests for the selected time period.
sv: ContributionAnalytics|No merge requests for the selected time period.|Inga sammanfogningsbegäranden för den valda perioden.

source: ContributionEvent|Accepted merge request %{targetLink} in %{resourceParentLink}.
sv: ContributionEvent|Accepted merge request %{targetLink} in %{resourceParentLink}.|Accepterade sammanfogningsbegäran %{targetLink} i %{resourceParentLink}.

source: ContributionEvent|Approved merge request %{targetLink} in %{resourceParentLink}.
sv: ContributionEvent|Approved merge request %{targetLink} in %{resourceParentLink}.|Godkände sammanfogningsbegäran %{targetLink} i %{resourceParentLink}.

source: ContributionEvent|Closed issue %{targetLink} in %{resourceParentLink}.
sv: ContributionEvent|Closed issue %{targetLink} in %{resourceParentLink}.|Stängde ärendet %{targetLink} i %{resourceParentLink}.

source: ContributionEvent|Closed merge request %{targetLink} in %{resourceParentLink}.
sv: ContributionEvent|Closed merge request %{targetLink} in %{resourceParentLink}.|Stängde sammanfogningsbegäran %{targetLink} i %{resourceParentLink}.

source: ContributionEvent|Commented on issue %{noteableLink} in %{resourceParentLink}.
sv: ContributionEvent|Commented on issue %{noteableLink} in %{resourceParentLink}.|Kommenterade ärendet %{noteableLink} i %{resourceParentLink}.

source: ContributionEvent|Commented on merge request %{noteableLink} in %{resourceParentLink}.
sv: ContributionEvent|Commented on merge request %{noteableLink} in %{resourceParentLink}.|Kommenterade sammanfogningsbegäran %{noteableLink} i %{resourceParentLink}.

source: ContributionEvent|Created project %{resourceParentLink}.
sv: ContributionEvent|Created project %{resourceParentLink}.|Skapade projektet %{resourceParentLink}.

source: ContributionEvent|Deleted branch %{refLink} in %{resourceParentLink}.
sv: ContributionEvent|Deleted branch %{refLink} in %{resourceParentLink}.|Tog bort grenen %{refLink} i %{resourceParentLink}.

source: ContributionEvent|Joined project %{resourceParentLink}.
sv: ContributionEvent|Joined project %{resourceParentLink}.|Gick med i projektet %{resourceParentLink}.

source: ContributionEvent|Opened issue %{targetLink} in %{resourceParentLink}.
sv: ContributionEvent|Opened issue %{targetLink} in %{resourceParentLink}.|Öppnade ärendet %{targetLink} i %{resourceParentLink}.

source: ContributionEvent|Opened merge request %{targetLink} in %{resourceParentLink}.
sv: ContributionEvent|Opened merge request %{targetLink} in %{resourceParentLink}.|Öppnade sammanfogningsbegäran %{targetLink} i %{resourceParentLink}.

source: ContributionEvent|Pushed a new branch %{refLink} in %{resourceParentLink}.
sv: ContributionEvent|Pushed a new branch %{refLink} in %{resourceParentLink}.|Skickade upp en ny gren %{refLink} i %{resourceParentLink}.

source: ContributionEvent|Pushed to branch %{refLink} in %{resourceParentLink}.
sv: ContributionEvent|Pushed to branch %{refLink} in %{resourceParentLink}.|Skickade upp till grenen %{refLink} i %{resourceParentLink}.

source: ContributionEvent|Reopened issue %{targetLink} in %{resourceParentLink}.
sv: ContributionEvent|Reopened issue %{targetLink} in %{resourceParentLink}.|Öppnade ärendet %{targetLink} igen i %{resourceParentLink}.

source: ContributionEvent|Reopened merge request %{targetLink} in %{resourceParentLink}.
sv: ContributionEvent|Reopened merge request %{targetLink} in %{resourceParentLink}.|Öppnade sammanfogningsbegäran %{targetLink} igen i %{resourceParentLink}.

source: Convert Jenkins to GitLab CI/CD using Duo
sv: Convert Jenkins to GitLab CI/CD using Duo|Konvertera Jenkins till GitLab CI/CD med Duo

source: Convert to GitLab CI/CD
sv: Convert to GitLab CI/CD|Konvertera till GitLab CI/CD

source: Copy issue URL to clipboard
sv: Copy issue URL to clipboard|Kopiera ärende-URL till urklipp

source: Copy source branch name
sv: Copy source branch name|Kopiera källgrenens namn

source: Could not be moved. Select another project or try again.
sv: Could not be moved. Select another project or try again.|Kunde inte flyttas. Välj ett annat projekt eller försök igen.

source: Could not change HEAD: branch '%{branch}' does not exist
sv: Could not change HEAD: branch '%{branch}' does not exist|Kunde inte ändra HEAD: grenen '%{branch}' finns inte

source: Could not create issue
sv: Could not create issue|Kunde inte skapa ärende

source: Could not find parent group with path %{path}
sv: Could not find parent group with path %{path}|Kunde inte hitta överordnad grupp med sökvägen %{path}

source: Counts reflect children you may not have access to.
sv: Counts reflect children you may not have access to.|Antalet omfattar underobjekt som du kanske inte har åtkomst till.

source: Create a Mattermost team for this group
sv: Create a Mattermost team for this group|Skapa ett Mattermost-team för den här gruppen

source: Create a merge request
sv: Create a merge request|Skapa en sammanfogningsbegäran

source: Create a merge request branch target.
sv: Create a merge request branch target.|Skapa en målgren för sammanfogningsbegäran.

source: Create a merge request for this change
sv: Create a merge request for this change|Skapa en sammanfogningsbegäran för den här ändringen

source: Create a merge request to suggest changes to the repository.
sv: Create a merge request to suggest changes to the repository.|Skapa en sammanfogningsbegäran för att föreslå ändringar i arkivet.

source: Create a merge request, or edit your criteria and try again.
sv: Create a merge request, or edit your criteria and try again.|Skapa en sammanfogningsbegäran eller ändra dina kriterier och försök igen.

source: Create a new issue
sv: Create a new issue|Skapa ett nytt ärende

source: Create and manage project releases
sv: Create and manage project releases|Skapa och hantera projektutgåvor

source: Create confidential merge request
sv: Create confidential merge request|Skapa en konfidentiell sammanfogningsbegäran

source: Create confidential merge request and branch
sv: Create confidential merge request and branch|Skapa en konfidentiell sammanfogningsbegäran och gren

source: Create merge request
sv: Create merge request|Skapa sammanfogningsbegäran

source: Create merge request and branch
sv: Create merge request and branch|Skapa sammanfogningsbegäran och gren

source: Create or close an issue.
sv: Create or close an issue.|Skapa eller stäng ett ärende.

source: Create or import your first project
sv: Create or import your first project|Skapa eller importera ditt första projekt

source: Create testing scenarios by defining project conditions in your development platform.
sv: Create testing scenarios by defining project conditions in your development platform.|Skapa testscenarier genom att definiera projektvillkor på utvecklingsplattformen.

source: Create, update, or delete a merge request.
sv: Create, update, or delete a merge request.|Skapa, uppdatera eller ta bort en sammanfogningsbegäran.

source: Created a branch and a merge request to resolve this issue.
sv: Created a branch and a merge request to resolve this issue.|Skapade en gren och en sammanfogningsbegäran för att lösa det här ärendet.

source: Created branch '%{branch_name}' and a merge request to resolve this issue.
sv: Created branch '%{branch_name}' and a merge request to resolve this issue.|Skapade grenen '%{branch_name}' och en sammanfogningsbegäran för att lösa det här ärendet.

source: Created issue %{issueLink}
sv: Created issue %{issueLink}|Skapade ärendet %{issueLink}

source: Created issue %{issueLink} at %{projectLink}
sv: Created issue %{issueLink} at %{projectLink}|Skapade ärendet %{issueLink} i %{projectLink}

source: Created merge request %{mergeRequestLink}
sv: Created merge request %{mergeRequestLink}|Skapade sammanfogningsbegäran %{mergeRequestLink}

source: Created merge request %{mergeRequestLink} at %{projectLink}
sv: Created merge request %{mergeRequestLink} at %{projectLink}|Skapade sammanfogningsbegäran %{mergeRequestLink} i %{projectLink}

source: Creates a branch and a merge request to resolve this issue.
sv: Creates a branch and a merge request to resolve this issue.|Skapar en gren och en sammanfogningsbegäran för att lösa det här ärendet.

source: Creates branch '%{branch_name}' and a merge request to resolve this issue.
sv: Creates branch '%{branch_name}' and a merge request to resolve this issue.|Skapar grenen '%{branch_name}' och en sammanfogningsbegäran för att lösa det här ärendet.

source: CurrentUser|Enter Admin Mode
sv: CurrentUser|Enter Admin Mode|Aktivera administratörsläge

source: CurrentUser|Leave Admin Mode
sv: CurrentUser|Leave Admin Mode|Avsluta administratörsläge

source: Currently unable to fetch data for this pipeline.
sv: Currently unable to fetch data for this pipeline.|Det går för närvarande inte att hämta data för denna pipeline.

source: Custom emoji will be available to use in every project in the group.
sv: Custom emoji will be available to use in every project in the group.|Anpassade emoji blir tillgängliga i alla projekt i gruppen.

source: Customize your pipeline configuration.
sv: Customize your pipeline configuration.|Anpassa pipelinekonfigurationen.
